Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=396_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaisalueen koulutuskeskus
smn: Säämi máttááttâskuávdáš

source: Saamelaiskulttuurikeskuksen toinen päävuokralainen on Saamelaisalueen koulutuskeskus (SAKK).
smn: Säämi kulttuurkuávdáá nubbe válduláigulâš lii Säämi máttááttâskuávdáš (SMK).

source: Saamelaiskulttuurikeskuksen ensimmäiseen kerrokseen tuli oppilaitoksen media- ja kieliopetustilat, virtuaalikoulu sekä huipputekniikalla varustettu musiikki- ja elokuvastudio.
smn: Säämi kulttuurkuávdáá vuossâmuu kiärdán šoodâi škoovlâ media- já kielâmáttááttâstileh, virtuaalškovlâ sehe muusik- já elleekovestudio ollâtásásii tekniikáin.

source: Saamelaisalueen koulutuskeskus on toisen asteen oppilaitos, joka järjestää monialaista ammatillista koulutusta suomeksi ja saameksi sekä edistää saamelaiskulttuuria koko saamelaisalueella.
smn: Säämi máttááttâskuávdáš lii nube tääsi oppâlájádâs, kote uárnee maaŋgâsuárgásâš áámmátlâš škovlim suomâ- já sämikielân sehe oovded sämikulttuur ubâ sämikuávlust.

source: Ainutlaatuisen oppilaitoksen päätoimipaikka sijaitsee monikulttuurisessa Inarissa.
smn: Áinoošlajâsâš oppâlájádâs váldutoimâsaje lii maaŋgâkulttuurlâš Anarist.

source: Muut toimipaikat ovat Ivalossa, Kaamasen Toivoniemessä ja Enontekiön Hetassa.
smn: Eres toimâsajeh láá Avelist, Kaamâs Tuáivunjaargâst já Iänuduv Hettaast.

source: Koulutus- ja tutkimusyhteistyö ulottuu saamelaisalueen valtioiden lisäksi erityisesti pohjoisten alkuperäiskansojen maailmaan.
smn: Škovlim- já tutkâmoovtâstpargo uulât sämikuávlu staatâi lasseen eromâšávt tave algâaalmugij maailmân.

source: Saamelaisalueen koulutuskeskuksesta valmistuu merkonomeja, datanomeja, ravintolan kokkeja, matkailupalvelun tuottajia, artisaaneja, porotalousyrittäjiä, poronhoitajia ja lähihoitajia.
smn: Säämi máttááttâskuávdáást valmâštuveh merkonomeh, datanomeh, raavâdviäsu kookah, mađhâšempalvâlus pyevtitteijeeh, ardesaaneh, puásuituáluirâtteijeeh, puásuiulmuuh já aldatipšooh.

source: Lisäksi koulutuskeskuksessa on yleissivistäviä linjoja ja aikuiskoulutusta.
smn: Lasseen máttááttâskuávdáást láá almosčuovviittâs adeleijee liinjáh já rävisolmoošškovlim.

source: Saamelaisalueen koulutuskeskuksen Sajoksen vastuuhenkilö on rehtori Liisa Holmberg.
smn: Säämi máttááttâskuávdáá Saijoos ovdâsvástádâsolmooš lii rehtor Liisa Holmberg.
